Repository: mintiasaikoh/zutsuu
Catalog: ios/ZutsuuKit/Sources/AppCore/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, ko, zh_hans

source: %@ 頃から%@
de: Ab etwa %1$@: %2$@
en: %2$@ from around %1$@
ko: %1$@쯤부터 %2$@
zh_hans: 约 %1$@ 起%2$@

source: %@ 頃から%@。
de: Ab etwa %1$@: %2$@.
en: %2$@ from around %1$@.
ko: %1$@쯤부터 %2$@.
zh_hans: 约 %1$@ 起%2$@。

source: %@ 頃から%@。%@。
de: Ab etwa %1$@: %2$@. %3$@.
en: %2$@ from around %1$@. %3$@.
ko: %1$@쯤부터 %2$@. %3$@.
zh_hans: 约 %1$@ 起%2$@。%3$@。

source: %@。対策するなら今のうちに。
de: %@. Jetzt ist der Moment, vorzusorgen.
en: %@. Now is the time to prepare.
ko: %@. 대비한다면 지금이에요.
zh_hans: %@。要准备的话趁现在。

source: %lld時間で%lldhPa上昇
de: %2$lld hPa Anstieg in %1$lld h
en: Up %2$lld hPa in %1$lld h
ko: %1$lld시간 동안 %2$lldhPa 상승
zh_hans: %1$lld 小时内上升 %2$lld hPa

source: %lld時間で%lldhPa低下
de: %2$lld hPa Abfall in %1$lld h
en: Down %2$lld hPa in %1$lld h
ko: %1$lld시간 동안 %2$lldhPa 하강
zh_hans: %1$lld 小时内下降 %2$lld hPa

source: この土地としては低い気圧
de: Niedriger Druck für diese Gegend
en: Low pressure for this area
ko: 이 지역치고 낮은 기압
zh_hans: 本地区偏低的气压

source: やや注意
de: Leichte Achtung
en: Mild caution
ko: 약간 주의
zh_hans: 略需注意

source: 危険
de: Hoch
en: High
ko: 위험
zh_hans: 危险

source: 安心
de: Ruhig
en: Calm
ko: 안심

source: 対策するなら今のうちに。
de: Jetzt ist der Moment, vorzusorgen.
en: Now is the time to prepare.
ko: 대비한다면 지금이에요.
zh_hans: 要准备的话趁现在。

source: 気圧の変化
de: Druckänderung
en: Pressure change
ko: 기압 변화
zh_hans: 气压变化

source: 気温の急な変化
de: Plötzliche Temperaturänderung
en: Sudden temperature change
ko: 급격한 기온 변화
zh_hans: 气温骤变

source: 注意
de: Achtung
en: Caution
ko: 주의

source: 湿度%lld%%
de: Feuchtigkeit %lld %%
en: Humidity %lld%%
ko: 습도 %lld%%

source: 睡眠中に%@の条件になりました
de: Während du geschlafen hast, wurde „%@“ erreicht
en: Conditions reached “%@” while you slept
ko: 자는 동안 %@ 조건이 되었어요
zh_hans: 睡眠期间达到了“%@”条件

source: 睡眠中に気圧が変化しました
de: Der Luftdruck hat sich im Schlaf geändert
en: Pressure changed while you slept
ko: 자는 동안 기압이 변했어요
zh_hans: 睡眠期间气压发生了变化

source: 降水の可能性
de: Regen möglich
en: Chance of rain
ko: 강수 가능성
zh_hans: 可能降水

source: 降水確率%lld%%
de: %lld %% Regenwahrscheinlichkeit
en: %lld%% chance of rain
ko: 강수 확률 %lld%%
zh_hans: 降水概率 %lld%%

source: 高い湿度
de: Hohe Feuchtigkeit
en: High humidity
ko: 높은 습도
zh_hans: 高湿度
